

[
    {
        "id": "1",
        "name": "Litespeed Blade bike",
        "price": "15000 TK",
        "imgUrl": "http://www.globalbrandsmagazine.com/wp-content/uploads/2014/02/Litespeed-Blade-bike-300x221.png",
        "description": "Litespeed bicycle is promoted with so many characteristics that are really remarkable. Before the invention of this bike the titanium was considered as an exotic material. This luxurious bike has unmatched ride quality and its stoutness is comprised of mainly carbon fiber and titanium alloy. This futuristic and high quality bicycle goes very fast and worth almost 15000 BDT"
    },
    {
        "id": "2",
        "name": "KGS ‘Tier 3’ custom bike",
        "price": "20000 TK",
        "imgUrl": "http://www.globalbrandsmagazine.com/wp-content/uploads/2014/02/KGS-Tier-3-300x200.jpg",
        "description": "Kevin Saunders’ “Tier 3” custom bicycle priced at 20000 BDT is one-of-the-kind custom bicycle that costs almost equivalent to a car comes etched with fine woodwork and comfort riding that adds an immeasurable value to the buyer’s life. Saunders says his high-end KGS bicycles are as exclusive as a Lamborghini, Rolls Royce or Bugatti."
    },
    {
        "id": "3",
        "name": "Montante Luxury Gold Collection",
        "price": "18000 TK",
        "imgUrl": "http://www.globalbrandsmagazine.com/wp-content/uploads/2014/02/Montante-Luxury-Gold-Collection-300x187.png",
        "description": "The Luxury Gold Collection women’s bike from Italian bike maker Montante comes adorned with 24 carat gold leaf coating, python leather finish and 11,000 Swarovski stones. The road brakes, traditional dynamo and leather saddle of impressive design are specific features of this elegant bike that worth 18000 BDT."
    },
    {
        "id": "4",
        "name": "Co. Silver Mounted Lady’s Bicycle",
        "price": "22000 TK",
        "imgUrl": "https://www.globalbrandsmagazine.com/wp-content/uploads/2014/02/Rare-Tiffany-Co.-Silver-Mounted-Ladys-Bicycle.jpg",
        "description": "It is a luxurious and most classy bicycle that was manufactured in 1890 and worth about 22000 .It is a rare expensive bicycle as only few such beautiful and luxurious bicycles were made and one of them belonged to one of the most renowned singers and actresses Lillian Russell of the late 19th century, who was popular for her elegance and beauty and also for stage performance."
    },
    {
        "id": "5",
        "name": "Chrome Hearts x Cervelo",
        "price": "19000 TK",
        "imgUrl": "http://www.globalbrandsmagazine.com/wp-content/uploads/2014/02/cervelo-chrome-hearts-bike-1-300x211.jpg",
        "description": "Designed in collaboration with Cervélo, one of the the world’s most prestigious bike manufacturers, this bike has been decked out with custom Chrome Hearts graphics, leather, precious metals and rhinestones. Worth about $60,000 and no doubt is an appreciable, luxurious and charming transport."
    },
    {
        "id": "6",
        "name": "Trek Madone 7- Diamond",
        "price": "30000 TK",
        "imgUrl": "http://www.globalbrandsmagazine.com/wp-content/uploads/2014/02/Trek-Madone-300x185.jpg",
        "description": "This impressive bicycle was formed by the collaboration of Nike, Trek Bikes, jeweler Alan Friedman and artist Lenny Futura and was sold at the Lance Armstrong Foundation annual Gala in 2005 at New York. The bike had a Diamond 7 emblem set in a spoke pattern with sparkling diamonds. There was a Diamond 7 plaque in 14 carat white and yellow gold, which had seven one-carat yellow Gemesis diamonds."
    }
]